[{
    "intent": "top_up_by_cash_or_cheque",
    "example_phrases": [
        "Do you have any options to top up with a cheque on my account?",
        "Is there somewhere I can send a check to add to my account?",
        "Will a cheque suffice?",
        "I can't find any option to top up with a cheque?",
        "How do I top up with a cheque?",
        "Can I use a check to get gas?",
        "Can I deposit a check?",
        "where can i deposit a check",
        "How can I put more money into my account?",
        "Is there anyway to use a cheque to top up?",
        "How do I top up with cash?",
        "Can I add money to my account with cash?",
        "I want to top up by cheque",
        "Can I top up using cash?",
        "Can I mail in a check to top up?",
        "How do I use a cheque to top up?",
        "Where's the button to top up with a cheque?",
        "I can't find how to top up my account with a check.  Where is that?",
        "Do you take checks?",
        "Is there such thing as top up by cheque?"
    ]
},{
    "intent": "order_physical_card",
    "example_phrases": [
        "Where can the cards be delivered?",
        "What do i do to get a physical card?",
        "Can I request a card?",
        "Do I have to pay for a physical card?",
        "I need an actual card that I can hold in my hand, how do I do that?",
        "what steps do i do to get a real card",
        "Can you tell me exactly what fees I will expect to see in regards to your cards?",
        "What do I do to get ahold of my own card?",
        "Are cards delivered to my location?",
        "Is it possible to get a physical card?",
        "I would like to request a card.",
        "I need to order a new card.",
        "Can you send me the actual card?",
        "I would like to get a physical card, but I don't know how. Can you help me?",
        "how do i get a new card",
        "Where do you need to live to receive card",
        "How do I get a real card?",
        "How do I go about getting an actual card?",
        "Please tell me how I can receive a physical card",
        "I would like a physical card"
    ]
},{
    "intent": "virtual_card_not_working",
    "example_phrases": [
        "Can I use my virtual card to complete transactions for memberships?",
        "Why won't my virtual card work?",
        "My virtual card is just not going through.",
        "My virtual card isn't working.",
        "My disposable virtual card was rejected.",
        "My disposable virtual card got rejected",
        "Why was my virtual card rejected?",
        "My throwaway virtual card won't work",
        "My disposable virtual card wouldn't process my payment?",
        "The virtual card won't work.",
        "Is there a reason why my virtual card won't work?",
        "Help me get the virtual card working.",
        "I can't seem to get my virtual card to work.",
        "My disposable virtual card isn't working.",
        "I tried paying with my disposable virtual card earlier but it was rejected. What can I do to fix this?",
        "I can't use my virtual disposable card",
        "How do I get this damn virtual card to work?",
        "I can't get the virtual card to work",
        "This disposable virtual card is not working.",
        "i cannot get virtual card to work"
    ]
},{
    "intent": "wrong_exchange_rate_for_cash_withdrawal",
    "example_phrases": [
        "I got less cash because of the exchange rate.",
        "Why is the fee for taking money out so high?  I feel I was overcharged and I would have never used this ATM if I would have known ahead of time.",
        "I believe a wrong exchange rate was applied towards a cash transaction I made abroad.",
        "When I got my cash, the amount was not what it should have been, based on the exchange rate.",
        "I tried using a foreign currency at an ATM, but the ATM provided me an incorrect rate. Why is that?",
        "Over the holiday I withdrew cash from the ATM and it seems that I was severely overcharged. Had I known that I would be charged those fees, I would not have used the ATM!",
        "I think when I withdrew money when out of country the exchange rate was wrong.",
        "Why did my exchange rate change?",
        "Hello, in these holidays i have been overcharged on the amount i have withdrawn on one of your ATMs. I did not had any clue about the horrible charges otherwise i would not have withdrawn.",
        "Can I make a withdraw in my home currency at an ATM? I'm on vacation and don't have cash with me. This is cause for a bit of concern. Is it possible to withdraw here without additional fees?",
        "I have made a withdraw from an ATM this last holiday, why is there such a high charge from this transaction?",
        "The exchange rate is incorrect for my cash withdrawal transaction.",
        "I think the exchange rate for my for my cash withdrawal is wrong",
        "When I got cash, the exchange rate applied was wrong.",
        "While abroad, I got cash, and the exchange rate applied is wrong.",
        "I think I was charged a different exchange rate than what was posted at the time.",
        "Foreign currency rates were put in wrong at an ATM i used.",
        "I was overcharged at an ATM while on vacation. I needed cash so I had to use it, but your charges are outregous and I wish I would have known beforehand.",
        "The exchange rate for my withdrawal was wrong.",
        "Hi, I have withdrawn cash from the ATM on holiday and i guess withdrawal amount has been overcharged. I did it as i was not aware of these charges."
    ]
},{
    "intent": "get_disposable_virtual_card",
    "example_phrases": [
        "How do I get a disposable virtual card as well?",
        "I want a disposable virtual card, how do I do that?",
        "What are the disposable cards for?",
        "I need a disposable virtual card. Please tell me how to order one.",
        "What systems do you have in place for my security when using my card for everyday purchases?",
        "Why use a disposable card?",
        "How can I get disposable virtual cards?",
        "Can you tell me about these disposable virtual cards?",
        "Do you offer disposable virtual cards too?",
        "can i get a virtual card online",
        "How do I request a disposable virtual card?",
        "How can I create a disposable virtual card?",
        "When will you be taking orders for disposable virtual cards?",
        "Who can purchase a disposable virtual card?",
        "How does a disposable virtual card work?",
        "What is the function of the disposable cards?",
        "Do I need a disposable card?",
        "Is there a disposable virtual card?",
        "Please tell me how disposable virtual cards work?",
        "how do I get a disposable virtual card?"
    ]
},{
    "intent": "top_up_failed",
    "example_phrases": [
        "Top-up is not working",
        "My top up is not working",
        "My top-up hasn't gone through, what happened?",
        "My top-up was rejected by an app.",
        "For what reason did my top-up fail?",
        "I can't add any more money.",
        "Why won't my top up work",
        "I topped up but the app denied it",
        "My money I added isn't on my card.",
        "Hi, My card is getting declined continuously when i am trying to top-up. Request you to look into this issue or tell me any other alternatives.",
        "My credit card was declined for top-up. Can you see if there is enough funds in my account?",
        "Why did my credit card get declined for top up?",
        "Hello, there was an error while attempting top-up with my card this morning. I was able to use the card two days ago with no issues. Could you please assist?",
        "I've been trying to transfer funds to top-up my card, but the transaction is not going through.  Is there something I'm doing wrong?",
        "Seems like my top-up has failed",
        "I really need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or try an alternative",
        "Hey, I attempted to top up my card today and for some reason it didn't work. When I did it the other way it worked just fine. Could you help me figure out why this is happening please?",
        "I believe my top up has failed",
        "I tried using my credit card with top up but it didn't work! I thought it was supposed to?",
        "My credit card for was not approved for a top-up transaction.  What happened?"
    ]
},{
    "intent": "balance_not_updated_after_bank_transfer",
    "example_phrases": [
        "how do i see what i transferred",
        "Hello. Can you help figure out why the recent transfer from my UK bank account isn't showing up?",
        "I've made a transfer from France two days ago but I was wondering if international transfers take longer to arrive because it hasn't made it yet.",
        "After I transferred money the balance remained the same.",
        "Where is the money that I transferred.",
        "About two days ago now, I made a transfer from France but it hasn't arrived yet. Is it possible that the international transfer just takes longer?",
        "Why is my balance the same after a transfer?",
        "How long will it take for a bank transfer to show up on my account? It's been a couple hours but I havnt seen anything yet. Also it's from a UK account if that makes any difference.",
        "The transfer I made isn't reflected in my balance",
        "Can you please check my UK Account to make sure everything went alright?  I made the transfer a couple of hours ago.",
        "Hi, I am unable to see transaction in my account which i made couples of hours ago from my UK account. Please help me in this.",
        "Hello I made a bank account transfer from the UK. The transfer was a couple hours ago, nothing has shown up yet.  Can you check to see if everything okay. Please.",
        "My balance didn't change after I transferred some money.",
        "I've transferred money into my account but the balance is the same",
        "Money that I have transferred hasn't arrived yet",
        "I made a transfer from France two days ago now but there hasn't made it there yet. Do international transfers take longer?",
        "I transferred money but the balance did not update.",
        "I am wondering about a transfer from a different country that doesn't show up yet?",
        "I just made a transfer from a UK account. How long does that typically take to show up? I just want to make sure it worked alright.",
        "I just made a transfer from France 2 days ago. It has not yet reached my bank. Is it possible it takes longer because it was an international transfer?"
    ]
},{
    "intent": "cash_withdrawal_not_recognised",
    "example_phrases": [
        "I didn't withdraw the amount of cash that is showing up in the app.",
        "I saw on the app that a cash withdrawal was completed on my account; however, I did not complete it.",
        "I got a notice from my app that I withdrew cash but I don't remember doing so. How do I fix this?",
        "Someone has a copy of my card !! I definitely still have it here but someone just made a 500£ cash withdrawal, HELP!",
        "Why do I see a random withdrawal in my app?",
        "Hello, Please look into this matter urgently. As i have lost my wallet and i can see one withdrawal, now i do not want to loose more money.",
        "Someone has a copy of my card. I have my card with me, but someone just made a 500£ cash withdrawal. Help me.",
        "There is a withdrawal on my account that I don't remember initiating.",
        "I got a message saying I made a withdrawal from the bank machine, but I did not.",
        "Someone has copied my card. I have my card with me, but someone just made a 500£ cash withdrawal. Please help now.",
        "help, I see money missing I didn't take out.",
        "My wallet was taken and I see that someone is using my card!   Please help me!",
        "I see cash withdrawal activity in the app that is not mine.",
        "There is a withdrawal on my account I didn't make.",
        "A 500 pound cash withdrawal was just made from my account, but I didn't make it. I am pretty sure my card has been compromised - can you help me?",
        "I just lost my wallet and I think someone is using my card to withdraw my money. Can you please cancel or freeze my card?!!",
        "The app is showing a cash withdrawal that I didn't make.",
        "What is this witdrawal",
        "There's a cash withdrawal I didn't make",
        "I think someone stole money from my card"
    ]
},{
    "intent": "exchange_charge",
    "example_phrases": [
        "Are there any hidden extra fees for currency exchanges?",
        "If I exchange currencies on a frequent basis can I receive a discount?",
        "Is there any cost to change foreign money to local?",
        "What are the currency exchange fees?",
        "Do you charge a fee on currency exchange?",
        "What is the current exchange fee?",
        "Will I be charged an extra fee if I need to exchange currency?",
        "Currency exchanges have any extra fees?",
        "Does it cost extra to exchange foreign currencies?",
        "Is there any type of fee for currency exchange?",
        "How much more do you charge for currency exchange?",
        "When exchanging currencies, is there an extra fee?",
        "Exchange fee help?",
        "What's the exchange fee?",
        "exchanging currencies costs what?",
        "How much will I be charged for a cross-currency exchange?",
        "How much extra will I be charged for exchanging foreign currency?",
        "Do I pay extra for exchange?",
        "Do I need to pay extra for exchanging currencies?",
        "How much to exchange currencies?"
    ]
},{
    "intent": "top_up_by_card_charge",
    "example_phrases": [
        "What is the fee for topping up a US card?",
        "What fees are charged when I top up",
        "Is there a charge for topping up by card?",
        "Which US cards have top up charges?",
        "Will you charge me if I top up by card?",
        "how much does it cost to add money to my card",
        "How much are the fees for adding funds using an international card?",
        "Does it cost money to top up?",
        "should i add money via bank transfer instead",
        "Do I have to pay extra if I use an international card to top up my account?",
        "What are the charges for topping up US card?",
        "Do you charge if I use a European bank card for top up?",
        "I need to top up, but I have to use an international card.  Is there a cost for that?",
        "how much does it cost to add money",
        "Will I be charged for topping up?",
        "Do you have any fees if I want to add money using an international card.",
        "I am wanting to refill my card, is there a charge?",
        "Is there a fee to add money to an international card?",
        "Does it cost to add money to my card?",
        "Do I get charged for a top up from a European bank?"
    ]
},{
    "intent": "activate_my_card",
    "example_phrases": [
        "I tired but an unable to activate my card.",
        "I want to start using my card.",
        "How do I verify my new card?",
        "I tried activating my plug-in and it didn't piece of work",
        "How do i activate my card",
        "Can someone assist me with activating my card?",
        "My card needs to be activated.",
        "I was unable to activate my card.",
        "Is my card ready for use or does it need activated and if so how?",
        "Help me activate my new card.",
        "Do I need a photo ID to activate a my new card?",
        "I just got my new card, how do I activate it?",
        "Can I have my card activated?",
        "i cant seem to activate card",
        "It won't let me activate my card.",
        "I tried activation my card and it didn't employment",
        "I want to use my card. How do I activate it?",
        "Activate my card",
        "Can I get some help activating my new card?",
        "Is my card activated?"
    ]
},{
    "intent": "cash_withdrawal_charge",
    "example_phrases": [
        "Why have I been charged a fee for cash withdrawal?",
        "I made a cash withdrawl and there is a charge.  What is this?",
        "I am inquiring about why there was an extra fee charged when I used an ATM.",
        "Why am I being charged extra when I withdrew money?",
        "Why am I charged to get money from the ATM?",
        "I saw I was charged extra for money I withdrew?",
        "Is there an extra fee for using an ATM?",
        "Why did they take more money out then I withdrawed?",
        "I withdrew cash and was charged",
        "why has a cash withdrawal charged me?",
        "I was charged for getting cash.",
        "Hello, I have a question concerning an unfamiliar fee that I notice on my account. I see that you guys charge for ATM withdrawal. Never notice this fee until now. Can you please explain?",
        "Why am I charged a fee for withdrawing cash?",
        "Why was there a fee for my cash withdrawal?",
        "I don't understand why I was charged extra for withdrawing money?",
        "I made a transaction at an atm and was charged extra for it.",
        "I was charged extra when I made a cash withdraw, why?",
        "Why was I charged for cash withdrawal?",
        "Why was there a fee on my cash withdrawal?",
        "Why was I charged for a cash withdrawal at the ATM?"
    ]
},{
    "intent": "card_about_to_expire",
    "example_phrases": [
        "Do I need to do something to get a new card once it expires?",
        "I am overseas in China, can I get a replacement card?",
        "Can I get a new card with new expiration date in China?",
        "Are there restrictions on new cards in China?",
        "Need a new card, mine is expiring.",
        "I need a new card to replace an expired one. Will it cost anything, and how soon?",
        "My card expires next week. How do I get a new one?",
        "What is the cost and time frame of getting a new card?",
        "Is it possible to get a new card in China?",
        "Does it cost much or take long to get a new card? Mine is about to expire.",
        "Are there steps I need to take before my card expires?",
        "My card is about to expire.  How do I get a new card?",
        "Will I receive a new card when mine expires?",
        "My card is due to expire",
        "What do I do if my card expires soon?",
        "If I am in China, can I still order a new card and if so, how?",
        "In a month, my card will reach its expiration date, am I required to request the next card?",
        "What happens if my card expires?",
        "My card's expiring a month from now, should I place an order for the new card?",
        "Will I be sent a new card before mine expires?"
    ]
},{
    "intent": "apple_pay_or_google_pay",
    "example_phrases": [
        "Can I use google pay to top up?",
        "why top up is not working even if I got my American Express in Apple Bay?",
        "Can I deposit money using Apple Pay?",
        "Can I use google pay for topping -up",
        "I do I top up from my Apple Watch?",
        "I need to top up, can I use google pay?",
        "How do I go about topping up with Google Pay?",
        "google pay top up did not work",
        "Google play top up help?",
        "What currencies does google pay top up accept?",
        "Can I use my American Express card with Apple Pay?",
        "Why can't I get my top up to work in Apple Pay?",
        "Can I use my apple watch to top-up?",
        "Is top-up possible with Apple Pay?",
        "Why isn't my google top-up pay working?",
        "What do I do if my Google pay top up isn't working?",
        "Can I top up with Google Pay?",
        "Am I able to use Apple Pay?",
        "I got my American Express in Apple Pay, why is top up not working in my country?",
        "Can I add funds directly from my Apple Watch?"
    ]
},{
    "intent": "verify_my_identity",
    "example_phrases": [
        "How can I prove I am me?",
        "I need to verify my identity. How do I do that?",
        "How do I verify my identity?",
        "How do I verify my identity online",
        "I'm not sure how to complete the identity checks process.",
        "why must I prove ID",
        "What am I going to need in order to verify my identity?",
        "How do I prove I am who I am?",
        "How and where can I find the identity checks?",
        "What are the requirements to verify my identity?",
        "What do I need to do to perform identity checks?",
        "Show me how to verify my identity?",
        "How recent do my documents need to be for verification?",
        "Can you tell me what I need to do for the identity check process?",
        "What documents are required for proof of identity?",
        "What documents do I need to validate my identity?",
        "Hi! What documents can I use to verify my identity?",
        "what steps do you take to check identity",
        "What will I need to verify my identity",
        "How can I verify my identity?"
    ]
},{
    "intent": "country_support",
    "example_phrases": [
        "Where are you cards supported?",
        "How do I get a card if I live in the US?",
        "Please list the countries you support.",
        "Are these cards available in europe?",
        "If I live outside of the UK am I still eligible for a card?",
        "Can I get a card in the EU?",
        "Can I use my card in Austria?",
        "Do you have to be in the UK to get a card?",
        "Can I use this all over the world?",
        "Can I get a card even though I live in the US",
        "Do you provide cards to people not in the UK?",
        "What countries are you located in?",
        "Which countries does your service work in?",
        "Which countries do you operate in",
        "From what countries can I use an account?",
        "Can the card be mailed to Europe?",
        "Who gets support?",
        "i live in portugal. do you operate here?",
        "I live in the EU - can I get a card?",
        "What countries do your accounts send and receive to?"
    ]
}]