[{
    "intent": "failed_transfer",
    "example_phrases": [
        "Is there a reason that my transfer failed?",
        "Why didn't my transfer complete?",
        "Why was I unable to finish this transfer?",
        "I have made 5 attempts to make a very standard survey, yet I can't get it to work. What is the problem? Is there an issue related to your system?",
        "Your system is broken. My transfers keep failing, 5 times now.",
        "I tried to make a transfer like five different times. Why won't your system let me? Is it broke?",
        "Can you tell me why I wasn't able to complete my transfer?",
        "Why wont the other bank take my money?? Is it not good enough?? There's sufficient funds but I keep getting denied a standard transfer. Ive tried 5 times!",
        "Is there a problem with your system being down or something? I have already tried 5 times to issue a standard transfer but I'm getting nowhere.",
        "A transfer could not be completed.",
        "What would cause a transfer failure?",
        "I believe that my transfer hasn't gone through.",
        "Transfer isn't working?",
        "Can you tell me why my transfer is failing and help resolve?",
        "Transfer has failed.",
        "Did  my transfer fail?",
        "I tried to make a transfer but it failed. will you tell me why?",
        "I was unable to transfer money from my account.",
        "Why hasn't my transfer gone through",
        "I really need some help to understand why my transfer keeps failing. I'm trying to send money to a friend. Please help.",
        "I have tried 5 times at this point to complete a transfer that's simply standard. What appears to be the problem? Is your system messed up?",
        "Hi, I am currently in the process of buying a flat and I am waiting for the mortgage to go through but it keeps showing up as an error.  Do you know what could be causing this and can you help me get the money over.",
        "Hi, I'm in progress of purchasing a flat and am trying to make to make a payment.  An error is appearing, and I need assistance.",
        "Why did my transfer not work?",
        "The transfer keeps failing - I tried to transfer some money to friends this morning but it keeps getting rejected for some reason, I have no idea why",
        "I've been trying to do a transfer multiple times and have failed? Is the system down?",
        "I have tried sending a standard transfer five times and it hasn't gone through. What is the problem?",
        "My transfer failed when I tried.",
        "Can you explain why my transfer was unsuccessful?",
        "Why did my transfer fail?  What can I do?",
        "My transfer failed.  Help!",
        "My transfer failed to process correctly. Is there a reason this would happen?",
        "Can you help me transfer money into my friend's bank account? I tried to do it but it keeps rejecting me. I need to get the money in there asap. I have enough and all the account info is correct.",
        "I tried to make a transfer and it didn't work.",
        "please help my transfer go through",
        "My transfer didn't work! Help!",
        "What could possibly be the cause of my failed transfer?",
        "Is there a reason behind why my transfer did not work?",
        "Why won't my transfer go through?",
        "Why can't I make a transfer?",
        "I got a transfer fail message, but no explanation of why-- what happened?",
        "Why did the transfer fail when I attempted to do it earlier?",
        "Hello.  I ran into a problem with a transfer this morning.  I was trying to send money to some friends but when I tried to send it, the transfer failed.  I don't know what is causing the transfer to be rejected.  Please let me know what is causing the problem.  Thanks.",
        "So, I am in the middle of purchasing a flat. I need the money for the first mortgage payment and it is not going through. I keep receiving an error. Can you find out what's going on and help me complete this transfer?",
        "Can you tell my why my funds transfer did not work properly?",
        "Why didn't my transfer work?",
        "Hi there, I've tried to make a transfer 5 different times and its not working. Is your system down or something?",
        "Why can I not make a transfer?",
        "My transfer failed, why did that happen?",
        "The app says my transfer failed"
    ]
},{
    "intent": "transfer_into_account",
    "example_phrases": [
        "How do I transfer money into my account?",
        "How can I link my bank to my top up account?",
        "I have an account that is empty of funds. Can I transfer some from another bank?",
        "HOW DO I TRANSFER MONEY FROM MY BANK ACCOUNT?",
        "Whats the transfer process",
        "How can you assist me on topping up on bank transfers to my account?",
        "Can I add money to my account via bank transfer?",
        "I want to op up my account by using bank transfer. How do I go about it?",
        "I have questions about how to transfer money to my account.",
        "I need to add money to my account. Can I do so via bank transfer?",
        "Can I use my bank account to send me more money?",
        "I can't figure out how to transfer money into my account.",
        "Can you please explain how to transfer money using the bank transfer process?",
        "How simple is it to transfer money into my account?",
        "How can my account have money transferred into it?",
        "I am in desperate need to transfer funds from another account that i have into this one, how do i do that?",
        "How do I use bank transfer to top up my account?",
        "How do I top up?",
        "Why can I not transfer money into my account?",
        "How can I move money from an account at another bank to this one?",
        "What process should I use to transfer money into my account?",
        "I want to transfer money into my account, what do I do?",
        "I need to deposit money to my account",
        "Can you transfer money to your card by bank transfer?",
        "What do you do to transfer money to my account?",
        "How can I move money from my account at a different bank to the account I have at this bank.",
        "Please provide details on how to top up my account using transfer option",
        "Where can I find out how to transfer money into my account.",
        "How does it work when I transfer money into my account?",
        "I need assistance with transferring funds to another account.",
        "How can I add money to my account from another account I have?",
        "I have money in a foreign account that I want to send to this account.",
        "How can I transfer money into my account?",
        "I need to move money from another bank to this account.",
        "I need to transfer money into this account from my other bank account.",
        "How do I go forth with bank transfers for top up accounts?",
        "I have an account at another bank, but I want to transfer some of the money to my account here.\n.",
        "I want to do a bank transfer to this bank, from an account at another bank.",
        "What are my bank details so I can do a transfer?",
        "How would I use a bank transfer for topping my account?",
        "I would like to know how to transfer money into my account.",
        "My account is devoid of funds. Am I permitted to submit additional money via bank transfer?",
        "How does a bank transfer for topping my account work?",
        "I'd like to know how transferring my money into my account works.",
        "How is my money transferred to the account",
        "How do I top up my account with a bank transfer?",
        "I need to transfer money to my account from another bank",
        "I would like to transfer money into my account.",
        "I would like to transfer money from my checking account to my savings account.",
        "I want to transfer money into my account"
    ]
},{
    "intent": "verify_top_up",
    "example_phrases": [
        "where is the code for verifying the top up card?",
        "The top-up card is verified how?",
        "Tell me about verifying top-up",
        "What is the verification code for my top up card?",
        "Explain to me how to verify the top-up card.",
        "How can I verify my top-up card?",
        "Can you show me how to verify the top-up card?",
        "Can you explain to me the way to verify my top up has gone through?",
        "I can't find the top-up card verification code.",
        "I would like to receive instructions showing the verification process for top up cards..",
        "Where is the top-up verification code located?",
        "For what reason must I authenticate the top up?",
        "what's my top-up verification code?",
        "Why do the top-ups need to be verified?",
        "Does the top-up need verified?",
        "I am having trouble finding the top-up card verification code.",
        "Why do you ask for top-up verification?",
        "Where can I find the top up verification code?",
        "How is top-up verified?",
        "Do I need to verify my top-up card?",
        "How do i verify my card?",
        "What is the point of verifying a top up?",
        "How do I verify my top up?",
        "How do I find the top-up verification code?",
        "Why does top-up need to be verified?",
        "why do i have to verify top up?",
        "I'm trying to verify my top-up card, but I can't find the code...?",
        "How can I verify the top-up card?",
        "how do I find the code to verify the top up card?",
        "I need to find the top up verification code",
        "Please help me find my top-up verification code",
        "Where can I find the verification code for the card top-up?",
        "Do I need to verify my top-up?",
        "Why do we need to verify a top-up card?",
        "I have a top up card. Where is the verification code?",
        "How do I find the code needed in order to verify my top-up card?",
        "How do i find my top-up card's verification code?",
        "How do I verify the top-up?",
        "How many digits identify the top-up verification code?",
        "What is the significance of verifying the top-up?",
        "Why do we need to verify top-up?",
        "Please verify my top-up card",
        "Is there a reason why top-up needs verifying?",
        "I don't know where the top-up verification code is.",
        "Verifying the top-up seems like a hassle.",
        "I can't see a verification code anywhere",
        "Verify top-up card help?",
        "What do I do to verify a top-up?",
        "Is there a way to verify a card top-up?",
        "How to verify top up card?"
    ]
},{
    "intent": "getting_spare_card",
    "example_phrases": [
        "I'd like to order an additional card",
        "I want some extra physical cards.",
        "I would like open a second card for my daughter, how can you assist me?",
        "Am I gonna be charged for sending out more cards?",
        "Would I have to pay anything if I need an additional card?",
        "Is it possible to get a second card for my daughter?",
        "Can I get a few more physical cards?",
        "What's the limit on total number of cards I can have?",
        "Is there a charge for sending out more cards?",
        "How much does it cost to get more cards?",
        "How can I create another card linked to this account?",
        "May I order another card?",
        "Can I order another card?",
        "Can I order a second card?",
        "Can I have more physical cards?",
        "How many physical cards am I allowed to have?",
        "I want to get few more physical cards",
        "Please tell me if I'm going to be charged for sending out more cards?",
        "Can I get more cards just incase?",
        "Would I be able to get a second card?",
        "Do you charge for sending out more cards?",
        "I need a second card on this account for my daughter.",
        "How can I get another card?",
        "Can I have a third card?",
        "I have left my card at my parents house. Can you send me a spare one please to use in the meantime?",
        "I'd like to provide my daughter with a card - could I get an additional card from my account to give her?",
        "What is the price for an additional card?",
        "Can I get a second card for free?",
        "Will I be charged if I add more cards to the account?",
        "How many cards am I allowed?",
        "Can my daughter also have a card issued in her name, but linked to my account?",
        "I'd like to order another card",
        "Can I have a supplementary card?",
        "I lost my card and need a new one, will it cost me?",
        "My daughter need a card from this account. Is that possible?",
        "My daughter would like a card from my account?  Can I do this?",
        "Are there any fees to get additional cards?",
        "Can you send me more cards for my account?",
        "I would like some more physical cards, what is my limit?",
        "Can I have a duplicate second card?",
        "I want to give a second card for this account to my daughter, would this be possible?",
        "What is the procedure for me to get more cards on my account?",
        "Am I permitted to have a spare card?",
        "I was wondering if I could get a second card on this account? I would like my daughter to have one.",
        "Do I have to pay for a second card?",
        "I would like to purchase another card.",
        "Is it possible to order another card?",
        "I'd like to have extra cards. Will I have to pay for that?",
        "How do I get a spare card?",
        "How do i request more physical cards?"
    ]
},{
    "intent": "top_up_by_cash_or_cheque",
    "example_phrases": [
        "Do you have any options to top up with a cheque on my account?",
        "Is there somewhere I can send a check to add to my account?",
        "Will a cheque suffice?",
        "I can't find any option to top up with a cheque?",
        "How do I top up with a cheque?",
        "Can I use a check to get gas?",
        "Can I deposit a check?",
        "where can i deposit a check",
        "How can I put more money into my account?",
        "Is there anyway to use a cheque to top up?",
        "How do I top up with cash?",
        "Can I add money to my account with cash?",
        "I want to top up by cheque",
        "Can I top up using cash?",
        "Can I mail in a check to top up?",
        "How do I use a cheque to top up?",
        "Where's the button to top up with a cheque?",
        "I can't find how to top up my account with a check.  Where is that?",
        "Do you take checks?",
        "Is there such thing as top up by cheque?",
        "I got a cheque that I want to top up with?",
        "What is not accepted in order for me to top up my account?",
        "Can I only top-up digitally? Or could I use cash?",
        "I want to top up my account with a cheque",
        "How can I add physical money to my card?",
        "I need to top up using a cheque",
        "Can I top up with cash",
        "How do I top up by cheque?",
        "I want to do a cash deposit to top up. How do I do this?",
        "Who do I make a check out to if I want to top off my account?",
        "What types of top-up methods do you accept?",
        "How can I top up with a cheque?",
        "can i top up with check?",
        "Can I cash deposit to top up my account",
        "What apps can I use to top up my account?",
        "How dp i top up with a cheque ?",
        "I would like to use this cheque to top up.  Can you tell me how to do that?",
        "What are the steps for depositing cash into my account?",
        "Can I top-up by cheque?",
        "Can I use a cheque to top up my account",
        "I'm trying to use a cheque to top up",
        "How do you top up with a cheque?",
        "I need a hand here, I need to top up cash.",
        "where do I go to top up with cash?",
        "Will I be able to top up by cheque?",
        "Can I top up using my cheque?",
        "Why can't I top up by cheque?",
        "Where do I find how to top off with a check?",
        "Can I write a cheque to top up?",
        "Can cash be used in physical locations to top up?"
    ]
},{
    "intent": "order_physical_card",
    "example_phrases": [
        "Where can the cards be delivered?",
        "What do i do to get a physical card?",
        "Can I request a card?",
        "Do I have to pay for a physical card?",
        "I need an actual card that I can hold in my hand, how do I do that?",
        "what steps do i do to get a real card",
        "Can you tell me exactly what fees I will expect to see in regards to your cards?",
        "What do I do to get ahold of my own card?",
        "Are cards delivered to my location?",
        "Is it possible to get a physical card?",
        "I would like to request a card.",
        "I need to order a new card.",
        "Can you send me the actual card?",
        "I would like to get a physical card, but I don't know how. Can you help me?",
        "how do i get a new card",
        "Where do you need to live to receive card",
        "How do I get a real card?",
        "How do I go about getting an actual card?",
        "Please tell me how I can receive a physical card",
        "I would like a physical card",
        "Where are your cards delivered to?",
        "Can I order a card please?",
        "tell me how I can order my card.",
        "Does it cost anyting to get my own card?",
        "Is a physical card also available",
        "Do physical cards cost money?",
        "Are physical card available?",
        "I want to request a physical card",
        "Is there a charge for a physical card?",
        "Do you ship your cards anywhere?",
        "I want a real card",
        "Where do you deliver cards to?",
        "Where are the cards delivered to",
        "What do I owe for a new card?",
        "Is it possible to order a card?",
        "What areas are cards delivered to?",
        "Where can I order a card?",
        "Is there a fee to get an actual card?",
        "do i need to add money before i order a card",
        "What does the bank charge for lost or stolen card replacements?",
        "Is there a fee for physical cards?",
        "How can receive a physical card",
        "Can I have a tangible form of my virtual card.",
        "Where will I get my card?",
        "Help me order my card.",
        "Where do I go to order my card?",
        "Can I get a physical card for free, or is there a charge?",
        "How do I get my card?",
        "Is a physical charge extra",
        "Where do your cards get delivered to?"
    ]
},{
    "intent": "virtual_card_not_working",
    "example_phrases": [
        "Can I use my virtual card to complete transactions for memberships?",
        "Why won't my virtual card work?",
        "My virtual card is just not going through.",
        "My virtual card isn't working.",
        "My disposable virtual card was rejected.",
        "My disposable virtual card got rejected",
        "Why was my virtual card rejected?",
        "My throwaway virtual card won't work",
        "My disposable virtual card wouldn't process my payment?",
        "The virtual card won't work.",
        "Is there a reason why my virtual card won't work?",
        "Help me get the virtual card working.",
        "I can't seem to get my virtual card to work.",
        "My disposable virtual card isn't working.",
        "I tried paying with my disposable virtual card earlier but it was rejected. What can I do to fix this?",
        "I can't use my virtual disposable card",
        "How do I get this damn virtual card to work?",
        "I can't get the virtual card to work",
        "This disposable virtual card is not working.",
        "i cannot get virtual card to work",
        "My virtual car is not working.",
        "I cannot get my disposable virtual card to work",
        "I cannot get my virtual card to function.",
        "What is the reason I got rejected for using my disposable virtual card to pay a subscription to the gym?",
        "I can't get my virtual card to work at all",
        "I can't get my virtual card to work.",
        "I can't do any business with this virtual card.",
        "I received my Virtual card information, but was unable to use it to make a purchase. Why did this happen and what can I do?",
        "Why can't I make multiple payments with my virtual card?",
        "Please help me.  My disposable virtual card won't work right.",
        "Can I use my virtual card for recurring monthly payments?",
        "virtual card won't work for me",
        "My disposable virtual card won't work.",
        "I tried to use my disposable virtual card to pay a subscription to the gym and it got rejected. Any ideas why?",
        "Why is my disposable card not working?",
        "What do I have to do to get the virtual card to work?",
        "What do I do if my disposable virtual card doesn't work?",
        "I can't make purchases with my virtual card.",
        "I have a disposable card but it does not work?",
        "My Virtual card was rejected for a car rental. Why?"
    ]
},{
    "intent": "wrong_exchange_rate_for_cash_withdrawal",
    "example_phrases": [
        "I got less cash because of the exchange rate.",
        "Why is the fee for taking money out so high?  I feel I was overcharged and I would have never used this ATM if I would have known ahead of time.",
        "I believe a wrong exchange rate was applied towards a cash transaction I made abroad.",
        "When I got my cash, the amount was not what it should have been, based on the exchange rate.",
        "I tried using a foreign currency at an ATM, but the ATM provided me an incorrect rate. Why is that?",
        "Over the holiday I withdrew cash from the ATM and it seems that I was severely overcharged. Had I known that I would be charged those fees, I would not have used the ATM!",
        "I think when I withdrew money when out of country the exchange rate was wrong.",
        "Why did my exchange rate change?",
        "Hello, in these holidays i have been overcharged on the amount i have withdrawn on one of your ATMs. I did not had any clue about the horrible charges otherwise i would not have withdrawn.",
        "Can I make a withdraw in my home currency at an ATM? I'm on vacation and don't have cash with me. This is cause for a bit of concern. Is it possible to withdraw here without additional fees?",
        "I have made a withdraw from an ATM this last holiday, why is there such a high charge from this transaction?",
        "The exchange rate is incorrect for my cash withdrawal transaction.",
        "I think the exchange rate for my for my cash withdrawal is wrong",
        "When I got cash, the exchange rate applied was wrong.",
        "While abroad, I got cash, and the exchange rate applied is wrong.",
        "I think I was charged a different exchange rate than what was posted at the time.",
        "Foreign currency rates were put in wrong at an ATM i used.",
        "I was overcharged at an ATM while on vacation. I needed cash so I had to use it, but your charges are outregous and I wish I would have known beforehand.",
        "The exchange rate for my withdrawal was wrong.",
        "Hi, I have withdrawn cash from the ATM on holiday and i guess withdrawal amount has been overcharged. I did it as i was not aware of these charges.",
        "I withdrew  money from the ATM and was overcharged.  It said nothing about an extra fee.",
        "I think the exchange rate was incorrect.",
        "The exchange rate for the money I took out in a foreign country is wrong.",
        "When I made a cash transfer abroad the wrong exchange rate was applied",
        "what are weekend rates for getting cash",
        "I believe I got a wrong exchange rate when I got cash.",
        "The exchange rate was messed up from the ATM",
        "Do any of your machines provide cash from my home country? I don't have any money on me and I'm on holiday so I'm concerned. Also, will I be charged anything to do this?",
        "After I got my cash, I found out my exchange rate was wrong.",
        "Can you check the exchange rate on a cash transaction I did overseas",
        "I was abroad and needed some cash, but I think the wrong exchange rate was applied to the transaction.",
        "Why did you give me so little currency?",
        "I traded some of my money from my native country into an ATM to exchange for foreign currency, and the money I received was a different equating amount!",
        "what are the exchange rates for getting cash",
        "Someone may have made an error in figuring out the rate of exchange.  I should have received more cash than I did on my most recent withdrawal.",
        "Is there extra fees for making a withdraw in a different country at a cash machine.",
        "I had trouble with an incorrect rate being applied when using the ATM with foreign currency.",
        "I didnt get the correct exchange rate for getting cash",
        "Do you offer free ATM withdrawals of ones hometown currency while on holiday?",
        "Can i get money in my home currency at some ATM ? As I am on holiday and bit concerned because i do not have any cash with me . Is it possible to withdraw without any additional cost.",
        "I used the ATM to get money out and did not realize I would be charged as much as I was or I would not have done that!",
        "I didn't get the right amount of  cash because of the exchange rate.",
        "Hello,  In my most recent ATM transaction, I didn't receive nearly as much cash as I thought I would - what is your exchange rate policy?",
        "Using international ATMs messes up the exchange rate.",
        "You've incorrectly calculated the exchange rate for my cash withdrawal",
        "I was needing you to see if the exchange rate is correct from when i got cash",
        "I did not get the right exchange rate while getting my cash out.",
        "Why is the exchange rate different than expected on my transaction?",
        "I think the bank made a mistake on the exchange rates",
        "Is there a fee associated with using foreign exchange ATMs?"
    ]
},{
    "intent": "get_disposable_virtual_card",
    "example_phrases": [
        "How do I get a disposable virtual card as well?",
        "I want a disposable virtual card, how do I do that?",
        "What are the disposable cards for?",
        "I need a disposable virtual card. Please tell me how to order one.",
        "What systems do you have in place for my security when using my card for everyday purchases?",
        "Why use a disposable card?",
        "How can I get disposable virtual cards?",
        "Can you tell me about these disposable virtual cards?",
        "Do you offer disposable virtual cards too?",
        "can i get a virtual card online",
        "How do I request a disposable virtual card?",
        "How can I create a disposable virtual card?",
        "When will you be taking orders for disposable virtual cards?",
        "Who can purchase a disposable virtual card?",
        "How does a disposable virtual card work?",
        "What is the function of the disposable cards?",
        "Do I need a disposable card?",
        "Is there a disposable virtual card?",
        "Please tell me how disposable virtual cards work?",
        "how do I get a disposable virtual card?",
        "Can you please explain disposable virtual cards for me?",
        "How do I create a disposable virtual card?",
        "Why would I need a disposable card?",
        "What are the disposable cards used for?",
        "What are these disposable virtual cards all about?",
        "What is the process to create a disposable virtual card?",
        "Will you tell me how I am supposed to use the disposable cards?",
        "How about disposable virtual cards?",
        "Please send me a disposable virtual card.",
        "I want to make an online purchase but I don't want to use my credit card. Can you tell me how a disposable virtual card works and where I can apply for one?",
        "What can I do with a disposable virtual card?",
        "Do you have the option for a disposable virtual card?",
        "What are disposable virtual cards?",
        "I want a virtual card that is disposable",
        "I would like a disposable virtual card, could I get one?",
        "Please can i get a disposable virtual card as well?",
        "disposable virtual card can be ordered where?",
        "Where do I get a disposable card",
        "In what way can I use the disposable cards?",
        "How can I go about getting a disposable virtual card?",
        "how do the cards work?",
        "I need to get a disposable virtual card?",
        "How can I get a disposable virtual card?",
        "Can I get a disposable virtual card?",
        "How can disposable cards be used?",
        "Please explain how I use the disposable cards?",
        "Can you tell me more info about virtual disposable cards?",
        "I need a disposable virtual card.",
        "Can you point me in the right direction of where to go to roder a disposable virtual card, I can't seem to find it.",
        "What is the procedure for depositing a virtual card"
    ]
},{
    "intent": "top_up_failed",
    "example_phrases": [
        "Top-up is not working",
        "My top up is not working",
        "My top-up hasn't gone through, what happened?",
        "My top-up was rejected by an app.",
        "For what reason did my top-up fail?",
        "I can't add any more money.",
        "Why won't my top up work",
        "I topped up but the app denied it",
        "My money I added isn't on my card.",
        "Hi, My card is getting declined continuously when i am trying to top-up. Request you to look into this issue or tell me any other alternatives.",
        "My credit card was declined for top-up. Can you see if there is enough funds in my account?",
        "Why did my credit card get declined for top up?",
        "Hello, there was an error while attempting top-up with my card this morning. I was able to use the card two days ago with no issues. Could you please assist?",
        "I've been trying to transfer funds to top-up my card, but the transaction is not going through.  Is there something I'm doing wrong?",
        "Seems like my top-up has failed",
        "I really need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or try an alternative",
        "Hey, I attempted to top up my card today and for some reason it didn't work. When I did it the other way it worked just fine. Could you help me figure out why this is happening please?",
        "I believe my top up has failed",
        "I tried using my credit card with top up but it didn't work! I thought it was supposed to?",
        "My credit card for was not approved for a top-up transaction.  What happened?",
        "Why isn't my topup working?",
        "My credit card did not go through. Can you see if it has insufficient funds?",
        "Can I tell if my top off didn't work?  It doesn't seem to have.",
        "Hi, My card is getting declined during top-up. As it urgent, could you please resolve this issue, or guide me with other alternatives if any.",
        "My top up is giving me problems. What is wrong with it?",
        "I got my card a few days ago but am unable to top up. I'm thinking about closing my account because of this. What is going on?",
        "Looks like my top up failed.",
        "I urgently need to top-up my card but its getting declined. Please help me in this or advise with other options if any.",
        "The top-up I ordered didn't process.",
        "I don't think that my top-up worked.",
        "Tell me why my topup wouldn't go through?",
        "I did a bank transfer to top up, but the money is not available.",
        "What reasons would a topup fail?",
        "I tried topping up my account but it failed, can you help me?",
        "Why has my top up failed?",
        "So my top-up failed, could you tell me why?",
        "Why has my top-up failed?",
        "I need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or let me know if you have any alternatives",
        "I tried to top up with my card but it was declined. I was able to a couple days ago and it worked. Is something wrong? Can you check it for me please?",
        "Can you find out why my credit card didn't process payment? It was declined for top up so what's the deal?",
        "How can correct Top up with the app to work correctly?",
        "Is there any reason why my card didn't work when I tried to top up?",
        "The app rejected my top up",
        "My top-up didn't go through",
        "Can you tell me why my top-up failed?",
        "My credit card seems to have been declined for top up. Why is it not going through? Can you tell me what's going on?",
        "My top-up didn't work.",
        "My top-up never worked",
        "It looks like my top up didn't work.  Why?",
        "I topped up my card but the app rejected it."
    ]
},{
    "intent": "balance_not_updated_after_bank_transfer",
    "example_phrases": [
        "how do i see what i transferred",
        "Hello. Can you help figure out why the recent transfer from my UK bank account isn't showing up?",
        "I've made a transfer from France two days ago but I was wondering if international transfers take longer to arrive because it hasn't made it yet.",
        "After I transferred money the balance remained the same.",
        "Where is the money that I transferred.",
        "About two days ago now, I made a transfer from France but it hasn't arrived yet. Is it possible that the international transfer just takes longer?",
        "Why is my balance the same after a transfer?",
        "How long will it take for a bank transfer to show up on my account? It's been a couple hours but I havnt seen anything yet. Also it's from a UK account if that makes any difference.",
        "The transfer I made isn't reflected in my balance",
        "Can you please check my UK Account to make sure everything went alright?  I made the transfer a couple of hours ago.",
        "Hi, I am unable to see transaction in my account which i made couples of hours ago from my UK account. Please help me in this.",
        "Hello I made a bank account transfer from the UK. The transfer was a couple hours ago, nothing has shown up yet.  Can you check to see if everything okay. Please.",
        "My balance didn't change after I transferred some money.",
        "I've transferred money into my account but the balance is the same",
        "Money that I have transferred hasn't arrived yet",
        "I made a transfer from France two days ago now but there hasn't made it there yet. Do international transfers take longer?",
        "I transferred money but the balance did not update.",
        "I am wondering about a transfer from a different country that doesn't show up yet?",
        "I just made a transfer from a UK account. How long does that typically take to show up? I just want to make sure it worked alright.",
        "I just made a transfer from France 2 days ago. It has not yet reached my bank. Is it possible it takes longer because it was an international transfer?",
        "Im going to need to make a transfer from a UK account but I need it to go through ASAP. Is that going to be possible or will it take forever?? Im hoping it will be a couple hours and not a couple weeks.",
        "How long before a bank transfer shows up in the account?",
        "How soon will my balance be updated to reflect my transfer?",
        "My transfer into my account isn't showing up.",
        "How can I fix my bank transfer to show up on my bank account?",
        "when does my balance update for a transfer",
        "There is a transfer not showing on my account.",
        "It is common for an international transfer to take 2 days or longer? I made a transfer from France 2 days ago and I have not seen it yet.",
        "I did a money transfer to my account and it is not showing there.",
        "I was wondering if international transfers take longer than normal because I made a transfer from France a couple of days ago and nothing has happened yet?",
        "What's the time frame normally for a UK account transfer? I just made one and it's not showing up anywhere. I want to be sure that everything is good.",
        "My latest transfer seems to be missing.",
        "Is there a longer processing time for international bank transfers?",
        "Balance hasn't been updated following a bank transfer",
        "Why isn't the transfer to my account showing up?",
        "Where is my money that I transfered?!",
        "The other bank confirmed a transfer I made, but this account is not reflecting it yet.",
        "Why can't I see a transfer to my account?",
        "Hi, I made a transfer from France two days ago and thought it would be here by now. Can you give me an update please?",
        "My balance doesn't include my latest transfer",
        "How long do bank transfers take to clear",
        "How long to UK transfers usually take? I made a transfer but it didn't pop up in my history yet. I just want to make sure it went through.",
        "I had transferred some money but the balance hasn't changed.",
        "My balance was not updated after transferring money.",
        "For you, how long do transfers normally take from a UK account? I completed one just now but nothing appears. I just need to be sure everything is okay.",
        "Do international transfers take longer?? I made a transfer from France 2 days ago but it's still not there yet...",
        "I am still waiting for a transfer I did",
        "How long does it take for a bank transfer to show on my balance?",
        "I transferred some funds but I don't see it",
        "How long do transfers to international banks take? I made one to france a couple of days ago, but it's still not there."
    ]
},{
    "intent": "cash_withdrawal_not_recognised",
    "example_phrases": [
        "I didn't withdraw the amount of cash that is showing up in the app.",
        "I saw on the app that a cash withdrawal was completed on my account; however, I did not complete it.",
        "I got a notice from my app that I withdrew cash but I don't remember doing so. How do I fix this?",
        "Someone has a copy of my card !! I definitely still have it here but someone just made a 500£ cash withdrawal, HELP!",
        "Why do I see a random withdrawal in my app?",
        "Hello, Please look into this matter urgently. As i have lost my wallet and i can see one withdrawal, now i do not want to loose more money.",
        "Someone has a copy of my card. I have my card with me, but someone just made a 500£ cash withdrawal. Help me.",
        "There is a withdrawal on my account that I don't remember initiating.",
        "I got a message saying I made a withdrawal from the bank machine, but I did not.",
        "Someone has copied my card. I have my card with me, but someone just made a 500£ cash withdrawal. Please help now.",
        "help, I see money missing I didn't take out.",
        "My wallet was taken and I see that someone is using my card!   Please help me!",
        "I see cash withdrawal activity in the app that is not mine.",
        "There is a withdrawal on my account I didn't make.",
        "A 500 pound cash withdrawal was just made from my account, but I didn't make it. I am pretty sure my card has been compromised - can you help me?",
        "I just lost my wallet and I think someone is using my card to withdraw my money. Can you please cancel or freeze my card?!!",
        "The app is showing a cash withdrawal that I didn't make.",
        "What is this witdrawal",
        "There's a cash withdrawal I didn't make",
        "I think someone stole money from my card",
        "I have a cash withdrawal on my statement that I am unsure of.",
        "The app says I got cash from an ATM but I didn't",
        "I see money go out that I didn't withdraw.",
        "I lost my wallet and I think someone is withdrawing cash with my card. Please help. It is urgent.",
        "Somebody stole my wallet and is using my card! Can you do something so they can't keep taking my money?",
        "Help! I think someone has a copy of my card - I still have my card, but a five hundred pound cash withdrawal that I didn't authorize is shown on my account.",
        "I believe my card has been compromised as there's a cash withdrawal I don't recognize.",
        "I was checking my account when I saw a $500 cash withdraw that I know I didn't do.  I have my card so I don't understand how this happened.  Please help me.",
        "Hi, Could you please help me as someone has stolen my wallet few hours ago. And a withdrawal is made, please help immediately. As i don't want to suffer more.",
        "What should I do if I see an unauthorized withdrawal on my statement?",
        "A WD was just made on my account, but it was not me and I still have my card.  What to do?",
        "Why is there extra cash in my account?",
        "What is this cash withdrawal I don't recognize?",
        "I believe my card has been compromised as there are funds showing that I did not receive.",
        "THere is some cash that is showing up on my app.",
        "My wallet was just stolen and I see my account already has a withdrawal. Can you please help me.",
        "Somebody made a withdrawal from my account for 500. I have my card so how can this be? Does somebody have a duplicate card or something? Help please.",
        "There is a cash withdrawal from an ATM listed but I don't remember making this withdrawal.",
        "I saw there is a cash withdrawal from my account via the app which I did not complete.",
        "The app says I made a cash withdrawal even though I didn't.",
        "What is this cash withdrawal on my statement?",
        "My app shows cash I didn't get.",
        "I see non-received cash in my app.",
        "The app is saying I made a withdrawl but I didn't.",
        "I see cash in my app but I did not get it.",
        "My app statement shows I took out cash from an ATM but I did not. What can I do?",
        "I think someone may have cloned my card or something.  My card isn't lost but I just saw a charge of $500 cash withdraw.  Can you help me?",
        "My card shows a cash withdrawal I don't recognize.",
        "I got a strange cash withdrawal in my statement",
        "Help! I just realised someone has apparently withdrawn money using my card! It's from some odd remote town where I definitely haven't been. Please freeze it immediately!"
    ]
},{
    "intent": "exchange_charge",
    "example_phrases": [
        "Are there any hidden extra fees for currency exchanges?",
        "If I exchange currencies on a frequent basis can I receive a discount?",
        "Is there any cost to change foreign money to local?",
        "What are the currency exchange fees?",
        "Do you charge a fee on currency exchange?",
        "What is the current exchange fee?",
        "Will I be charged an extra fee if I need to exchange currency?",
        "Currency exchanges have any extra fees?",
        "Does it cost extra to exchange foreign currencies?",
        "Is there any type of fee for currency exchange?",
        "How much more do you charge for currency exchange?",
        "When exchanging currencies, is there an extra fee?",
        "Exchange fee help?",
        "What's the exchange fee?",
        "exchanging currencies costs what?",
        "How much will I be charged for a cross-currency exchange?",
        "How much extra will I be charged for exchanging foreign currency?",
        "Do I pay extra for exchange?",
        "Do I need to pay extra for exchanging currencies?",
        "How much to exchange currencies?",
        "Could you help my figure out the exchange fee?",
        "IS there a fee to exchange currency?",
        "Do I get a discount if I exchange currencies a lot?",
        "What kind of costs are involved for exchanging currency?",
        "Are there any discounts in exchanging currencies frequently?",
        "Do you offer any discounts for someone who exchanges currencies frequently?",
        "Is there a pay structure for currency exchanges?",
        "would I need to pay extra for exchanging currencies?",
        "What is the charge for exchanging currencies?",
        "Are there any discounts for frequent currency exchanges?",
        "how much do I have to pay for exchange of currency?",
        "I need to exchange foreign currency will i be charged?",
        "Since I need to exchange currencies frequently, would you be able to offer me a discount?",
        "always exchanging currencies, do you offer a discount?",
        "How much do I have to pay to accept an international transfer?",
        "is there a foreign currencies charge?",
        "I exchange my currency quite a bit.  Do I get an exchange price break?",
        "If I exchange currencies on a regular basis, is there a discount?",
        "Do you charge extra for exchanging currencies?",
        "Will there be a charge for exchanging foreign currency?",
        "What's the cost for exchanges?",
        "How much does currency exchange cost?",
        "My currencies needed to be exchanged often and I was wondering if there were any discounts available for this?",
        "is there a frequent currency discount?",
        "Would I need to pay extra for currency exchanges?",
        "Are there any extras for exchanging currency?",
        "Will I get charged on a foreign currencies exchange?",
        "Fees for currency exchange",
        "I travel a lot, can I get a bulk currency exchange discount?",
        "what is the cost for exchanging currencies?"
    ]
},{
    "intent": "top_up_by_card_charge",
    "example_phrases": [
        "What is the fee for topping up a US card?",
        "What fees are charged when I top up",
        "Is there a charge for topping up by card?",
        "Which US cards have top up charges?",
        "Will you charge me if I top up by card?",
        "how much does it cost to add money to my card",
        "How much are the fees for adding funds using an international card?",
        "Does it cost money to top up?",
        "should i add money via bank transfer instead",
        "Do I have to pay extra if I use an international card to top up my account?",
        "What are the charges for topping up US card?",
        "Do you charge if I use a European bank card for top up?",
        "I need to top up, but I have to use an international card.  Is there a cost for that?",
        "how much does it cost to add money",
        "Will I be charged for topping up?",
        "Do you have any fees if I want to add money using an international card.",
        "I am wanting to refill my card, is there a charge?",
        "Is there a fee to add money to an international card?",
        "Does it cost to add money to my card?",
        "Do I get charged for a top up from a European bank?",
        "Are their fee's for top ups?",
        "Does it cost to top up my card?",
        "how much is the fee for topping by card",
        "What is the fee if I use a European bank for a top up?",
        "Are there any charges for using a bank card to top up",
        "I was wondering if you will take any fees in exchange for top ups?",
        "Are there any charges for European bank card for top up?",
        "Are there still fees for european top-ups?",
        "How much are you going to charge me if I top up my US card?",
        "Will I be charged a fee to top up using a debit or credit card?",
        "If I top up using a European card is there a charge?",
        "Will I see fees from adding money with an international card?",
        "Do you charge extra for topping up with a debit or credit card?",
        "Is there a fee for european bank cards?",
        "What are the top up charges for all US cards?",
        "When I add money to my international card do you charge a fee to do so?",
        "Is there a top charge for US cards?",
        "Are there going to be fees from adding money with an international card?",
        "What is the charge for topping up a card?",
        "Does it cost anything to top up?",
        "Are there any charges for topping up a US-issued card?",
        "What fees to you have for top ups?",
        "Is there a fee to top up a US card using a debit or credit card?",
        "Do I get charged if I top up with my European bank card?",
        "How much is the charge to top up via credit card?",
        "Are you going to charge me to top up my card?",
        "What do you charge to top up US cards?",
        "Are there top up charges for US cards?",
        "How much does it cost to top up a US-issued card?",
        "Will you charge me for topping up with a European card?"
    ]
},{
    "intent": "activate_my_card",
    "example_phrases": [
        "I tired but an unable to activate my card.",
        "I want to start using my card.",
        "How do I verify my new card?",
        "I tried activating my plug-in and it didn't piece of work",
        "How do i activate my card",
        "Can someone assist me with activating my card?",
        "My card needs to be activated.",
        "I was unable to activate my card.",
        "Is my card ready for use or does it need activated and if so how?",
        "Help me activate my new card.",
        "Do I need a photo ID to activate a my new card?",
        "I just got my new card, how do I activate it?",
        "Can I have my card activated?",
        "i cant seem to activate card",
        "It won't let me activate my card.",
        "I tried activation my card and it didn't employment",
        "I want to use my card. How do I activate it?",
        "Activate my card",
        "Can I get some help activating my new card?",
        "Is my card activated?",
        "I would like to activate my card.",
        "Can I call to get my card activated?",
        "How can I activate my new card? I didn't recieve any information with it about how to do so.",
        "How do I activate my new card I just got?",
        "will you be able to activate my card",
        "Can I get some help to get me card activated?",
        "I want to activate my new card.",
        "What would II do if I wanted to activate my new card",
        "What needs to be done to activate and use a card?",
        "Can I activate my card?",
        "I need assistance activating my card?",
        "I need assistance with activating my new card.",
        "How do I get my card active?",
        "What do I have to do to activate my card?",
        "What is needed to activate my card?",
        "How can my new card be activated?",
        "Can you activate my card pls",
        "How do I turn on my new card?",
        "Please assist me in activating the card.",
        "Would you be so kind as to activate my card? Thanks",
        "I tried activating my card and it doesn't work how do I solve this problem?",
        "Can I activate my card with the app?",
        "I want to start using my card, how do I activate it?",
        "What is the process to activate a card",
        "Hi, would you please activate my card?",
        "What do I need for activation of my card?",
        "How do I activate my card, so that I can start using it?",
        "I need my card activated.",
        "I would like to be assisted with the activation of my card.",
        "I just received my card and I'd like to activate it."
    ]
},{
    "intent": "cash_withdrawal_charge",
    "example_phrases": [
        "Why have I been charged a fee for cash withdrawal?",
        "I made a cash withdrawl and there is a charge.  What is this?",
        "I am inquiring about why there was an extra fee charged when I used an ATM.",
        "Why am I being charged extra when I withdrew money?",
        "Why am I charged to get money from the ATM?",
        "I saw I was charged extra for money I withdrew?",
        "Is there an extra fee for using an ATM?",
        "Why did they take more money out then I withdrawed?",
        "I withdrew cash and was charged",
        "why has a cash withdrawal charged me?",
        "I was charged for getting cash.",
        "Hello, I have a question concerning an unfamiliar fee that I notice on my account. I see that you guys charge for ATM withdrawal. Never notice this fee until now. Can you please explain?",
        "Why am I charged a fee for withdrawing cash?",
        "Why was there a fee for my cash withdrawal?",
        "I don't understand why I was charged extra for withdrawing money?",
        "I made a transaction at an atm and was charged extra for it.",
        "I was charged extra when I made a cash withdraw, why?",
        "Why was I charged for cash withdrawal?",
        "Why was there a fee on my cash withdrawal?",
        "Why was I charged for a cash withdrawal at the ATM?",
        "Since when do you charge to make a withdrawal? I've always done it for free. So how much is it now?",
        "WHY IS THERE AN EXTRA FEE FOR USING THE ATM??!!!",
        "Is the fee with my cash withdrawal a mistake?",
        "Why did using an ATM cause me to have an extra fee charged?",
        "Why am I being charged for ATM cash withdrawals? The only reason I use it is because it's been free! Now you expect me to pay for them, and how much is that going to cost me?",
        "Why was my account assessed a fee for an ATM transaction?",
        "Why am I being charged for ATM fees?",
        "Why have I been charged for pulling cash out of my own account?",
        "Why was i charged for making a withdrawal? After i went grocery shopping i withdrew some money from my account and now there is another charge.",
        "Do you charge for making a withdrawal? I took some money out of my account earlier and I was charged for this.",
        "So, I was just charged for my recent ATM withdrawal and any withdrawal prior to this has been free. What is the issue here?",
        "Why was I charged an extra fee when using an ATM?",
        "When I got cash I was charged an extra fee!  Explain!",
        "I am not supposed to be charged a cash withdrawal fee, but I was.",
        "I have a question about fee for cash withdraw.",
        "Could you explain your rules for ATM fees?",
        "How do I avoid a fee to use an ATM?",
        "How much can I withdrawal in one month without incurring fees?",
        "Am I charged more for using the ATM?",
        "I just pulled money out of the ATM and was charged a fee, WHy?",
        "Why was I charged for withdrawing cash?",
        "When I withdrew my money, why was there an extra charge?",
        "I took out money and there is a fee.  Why?",
        "Is there a cash withdrawal fee? Because I just got charged?",
        "Hello, I wanted to get some more information about ATM Withdraw Fee. I have been withdrawing money for years and notice this charge on my account. I always thought it was no fee since its you guys ATM company that I am withdrawing. Can you please explain?",
        "How much money can I withdraw before fees? I noticed a fee on my card but I didn't think I had hit the limit of how much I could withdraw in a month.",
        "This is not right, I was told I could take out cash at the ATM for free?",
        "How come I got to pay to get my money from the ATM?",
        "I just saw a charge for a cash withdrawal that I made! ATM withdrawals have always been free in the past, so why is there suddenly a charge? What is it going to cost me now?",
        "Why are you charging for cash withdrawals? I went to withdraw some money earlier today after getting my groceries, and it appears there is a fee that wasn't there before"
    ]
},{
    "intent": "card_about_to_expire",
    "example_phrases": [
        "Do I need to do something to get a new card once it expires?",
        "I am overseas in China, can I get a replacement card?",
        "Can I get a new card with new expiration date in China?",
        "Are there restrictions on new cards in China?",
        "Need a new card, mine is expiring.",
        "I need a new card to replace an expired one. Will it cost anything, and how soon?",
        "My card expires next week. How do I get a new one?",
        "What is the cost and time frame of getting a new card?",
        "Is it possible to get a new card in China?",
        "Does it cost much or take long to get a new card? Mine is about to expire.",
        "Are there steps I need to take before my card expires?",
        "My card is about to expire.  How do I get a new card?",
        "Will I receive a new card when mine expires?",
        "My card is due to expire",
        "What do I do if my card expires soon?",
        "If I am in China, can I still order a new card and if so, how?",
        "In a month, my card will reach its expiration date, am I required to request the next card?",
        "What happens if my card expires?",
        "My card's expiring a month from now, should I place an order for the new card?",
        "Will I be sent a new card before mine expires?",
        "The date my card expires is coming up",
        "How can I replace an expired card?",
        "How do I get a new card sent to China?",
        "After my card expires what should I do?",
        "My card is about to expire. What do I need to do to keep using my card?",
        "My card will expire soon, do I need to order a new one?",
        "Where can I have a new bank card sent to China?",
        "I'm in China and need a new card. Please help.",
        "Tell me what I should do after my card expires.",
        "How do I know when my card will expire?",
        "What is the procedure for an expired card?",
        "How do I order a new card when my old one is ready to expire?",
        "What do I do if my card is about to expire?",
        "What happens after my card expires?",
        "Where can I order a card when I am in China?",
        "How do I replace a card that's going to expire?",
        "If my card becomes expired what can I do?",
        "What steps should I take before my card expires?",
        "I need a new card before it expires.",
        "When will I get a new card when I order it, and how much will it cost.",
        "Can I wait for you to send me a new card when mine's about to expire?",
        "When my card expires soon, how fast is the replacement card sent and what are the costs?",
        "How do I order a new card? The current one is about to expire.",
        "Can I order a new card to China?",
        "Is ordering a new card from China available?",
        "What to do if my card is about to expire?",
        "My card is about to expire.  Are there any costs with a replacement card?  How quick do you mail it to me?",
        "Is there a way to order a new card while in China?",
        "The expiration date on my card is very soon, and I need to get a new one.  What are the price and delivery options for my replacement card?",
        "If my card is about to expire how long would it take to receive a new one and how much would that cost me?"
    ]
},{
    "intent": "apple_pay_or_google_pay",
    "example_phrases": [
        "Can I use google pay to top up?",
        "why top up is not working even if I got my American Express in Apple Bay?",
        "Can I deposit money using Apple Pay?",
        "Can I use google pay for topping -up",
        "I do I top up from my Apple Watch?",
        "I need to top up, can I use google pay?",
        "How do I go about topping up with Google Pay?",
        "google pay top up did not work",
        "Google play top up help?",
        "What currencies does google pay top up accept?",
        "Can I use my American Express card with Apple Pay?",
        "Why can't I get my top up to work in Apple Pay?",
        "Can I use my apple watch to top-up?",
        "Is top-up possible with Apple Pay?",
        "Why isn't my google top-up pay working?",
        "What do I do if my Google pay top up isn't working?",
        "Can I top up with Google Pay?",
        "Am I able to use Apple Pay?",
        "I got my American Express in Apple Pay, why is top up not working in my country?",
        "Can I add funds directly from my Apple Watch?",
        "Apple watch top up help, please?",
        "I am having a slight problem with my American express in apple play, can you help me fix the problem with top up?",
        "In regards to top-ups, can I do them via Google Pay?",
        "How do you Top Up on the apple watch?",
        "Am I able to top up with Apple Pay?",
        "Can I use top-up with Apple pay?",
        "I want to top up from my Apple Watch, can I?",
        "Can I use the apple watch to make a top-up?",
        "My American express works with my apple pay, why is top up not working?",
        "I would like to know if I can top up with Google Pay.",
        "Can I top-up via Apple Pay?",
        "Can I top up using my apple watch?",
        "Why is top up not working for my apple pay app",
        "Can I use Apple Pay to top-up?",
        "Why doesn't my Google pay top up work?",
        "How can I set up Google Pay on my device?",
        "Can you show me how to top up with Google play?",
        "I seem to be having trouble with my Google Pay Top. Can you please help?",
        "Does Google Pay offer a top up option?",
        "I got my American Express in Apple Pay, why is top up not working on my device?",
        "How do I get Top Up to work in Apple Pay?",
        "is apple pay a top up service?",
        "How do I top up using my Apple Watch?",
        "I want to top up my account. Can I do it with Google Pay?",
        "Can I use my apple watch to top up?",
        "I received my American Express in Apple Pay, is there a reason why top up is not functioning properly?",
        "Can I use my Apple Watch to pay for gas?",
        "I would like to use top-up with my Apple Pay.",
        "how do I get top up to work for my card",
        "My google top-up pay is not going through"
    ]
},{
    "intent": "verify_my_identity",
    "example_phrases": [
        "How can I prove I am me?",
        "I need to verify my identity. How do I do that?",
        "How do I verify my identity?",
        "How do I verify my identity online",
        "I'm not sure how to complete the identity checks process.",
        "why must I prove ID",
        "What am I going to need in order to verify my identity?",
        "How do I prove I am who I am?",
        "How and where can I find the identity checks?",
        "What are the requirements to verify my identity?",
        "What do I need to do to perform identity checks?",
        "Show me how to verify my identity?",
        "How recent do my documents need to be for verification?",
        "Can you tell me what I need to do for the identity check process?",
        "What documents are required for proof of identity?",
        "What documents do I need to validate my identity?",
        "Hi! What documents can I use to verify my identity?",
        "what steps do you take to check identity",
        "What will I need to verify my identity",
        "How can I verify my identity?",
        "What proof of identification is needed?",
        "How do I perform identity checks?",
        "What do I need for the identity verification?",
        "Can you tell me what I need for identity validation?",
        "What do you need for the identity verification",
        "What documents do I need to get together to verify my identity?",
        "How do I go through the identity checks?",
        "What steps do I need to take for the identity checking process?",
        "What are the steps to verify identity?",
        "What is the identity verification process?",
        "What are all of the different steps for identity checks?",
        "Where do I go to fill out the identity form?",
        "Please tell me how I verify my identity.",
        "How can I prove who I am?",
        "What works for identity verification?",
        "What do I need in regards to identification?",
        "Please tell me the steps to verify my identity.",
        "What forms of ID do you need for identity verification?",
        "Where can I verify my identity?",
        "I'm not sure what I need to verify my identity.",
        "Can you tell me what i need for the identity check?",
        "What do you require to verify someone's identity?",
        "What are the steps for identity checks?",
        "How do I verify my ID?",
        "If I don't have all my documents can they still verify my identity?",
        "why do I have to show my ID",
        "I don't know how to verify my identity.",
        "Do I need any kind of proof for the identity check?",
        "Can I get a full list of instructions for identity checks?",
        "Let me know what the steps for the identity checks are"
    ]
},{
    "intent": "country_support",
    "example_phrases": [
        "Where are you cards supported?",
        "How do I get a card if I live in the US?",
        "Please list the countries you support.",
        "Are these cards available in europe?",
        "If I live outside of the UK am I still eligible for a card?",
        "Can I get a card in the EU?",
        "Can I use my card in Austria?",
        "Do you have to be in the UK to get a card?",
        "Can I use this all over the world?",
        "Can I get a card even though I live in the US",
        "Do you provide cards to people not in the UK?",
        "What countries are you located in?",
        "Which countries does your service work in?",
        "Which countries do you operate in",
        "From what countries can I use an account?",
        "Can the card be mailed to Europe?",
        "Who gets support?",
        "i live in portugal. do you operate here?",
        "I live in the EU - can I get a card?",
        "What countries do your accounts send and receive to?",
        "How do I get a card in the EU?",
        "How does a US resident go about acquiring a new card?",
        "Can you tell me the countries you operate in?",
        "As far as courtries go which ones are supported?",
        "May I get one of your cards?  I live in the EU.",
        "can i get a card if I live in the usa?",
        "What countries do you operate in?",
        "Where are you present globally?",
        "What are the countries that you operate in?",
        "Which countries are supported",
        "Is this open to residents of all countries?",
        "Is it possible to get one of your cards in the European Union?",
        "Are you located in other countries?",
        "Although I am not located in the UK area, may i still receive a card?",
        "can usa residents get a card?",
        "What countries can I use my account in?",
        "What countries are you available in?",
        "Is it possible for a person who lives in the US to get a card?",
        "Are your cards supported in the EU?",
        "Are cards issued to people living in the US?",
        "In which countries does your app work",
        "Any chance of getting the card outside the UK?",
        "Which countries do you work with?",
        "I would like to know the countries you are offer services in?",
        "Can I get a card in the US?",
        "Can I get support?",
        "I don't live in the UK. Can I still get a card?",
        "Can you tell me what countries you offer support for?",
        "Can I use it outside of Europe?",
        "Can I apply for one of your cards if I live in the EU?"
    ]
}]